{
  "_meta": {
    "maxChars": {
      "welcome": 20,
      "readyToPlay": 20,
      "pressContinue": 50,
      "greatJob": 20,
      "onePlusOne": 30
    }
  },
   "en":{
	  "objectives_text":"Objectives",
	  "ldline_1":"Ok, we need to take pictures to complete the objectives for the research",
	  "ldline_2":"Once you have all the pictures, come to me to review them",
	  "ldline_3":"You can also use your phone and I'll pick you if you don't want to walk all the way here",
	  "ldline_4":"So please, go for a walk and and take the pictures we need",
      "ldline_5":"Hey, did you got all the photos?",
	  "ldline_6":"Alright, let me see...",
	  "ldline_7":"Hey Pebbles, it's time fill the board with the pictures you took",
	  "ldline_8":"We will need some of them to see the relationships between the organism you saw in the savanna",
	  "ldline_9":"Drag the photos and put them on their corresponding place on the board",
	  "ldline_10":"When the board is filled, we can study the relationships",
	  "ldline_11":"Go on! Check the board",
	  "predator": "predator",
	  "type_prey": "prey",
	  "type_plant": "plant",
	  "lets_see": "Let's see...",
	  "objectives_title": "Take pictures of: ",
	  "objectives_selfie": "objectivesselfie asdf: ",
	  "ldline_objective_accomplished": "Nice, you have all of the requested photos. Let's go to the board.",
	  "ldline_objective_failed_1":"We still need photos of some types of animals or plants, please check our objectives",
	  "type": "type",
	  "types": "types",
	  "yes": "yes",
	  "no": "no",
	  "savanna_objective_1": "hyena\n",
	  "savanna_objective_2": "lion\n",
	  "savanna_objective_3": "antelope\n",
	  "tent1":"",
	  "info_lion": "The world's most social felines, lions roam the savannas and grasslands of the African continent, hunting cooperatively and raising cubs in prides. "
	  "Prime habitat for lions is open woodlands, thick grassland, and brush habitat, where there is enough cover for hunting and denning. " 
	  "These areas of grassland habitat also provide food for the herbivores that lions prey upon. "
	  "Lions hunt antelope and other ungulates, baby elephants or rhinos, rodents, reptiles, insects, and even crocodiles. " 
	  "They also scavenge or steal prey from leopards, cheetahs, hyenas, or African hunting dogs (also called painted dogs), even eating food that has spoiled. " 
	  "Lions digest their food quickly, which allows them to return soon for a second helping after gorging themselves the first time. ",
	  "name_buffalo": "buffalo",
	  "name_antelope": "antelope",
	  "info_antelope": "Antelopes are fascinating animals that live in Africa and parts of Asia. They are known for their amazing speed, agility, and long, slender legs. With their large, beautiful eyes and unique horns, antelopes are truly a sight to see!?"
		"These graceful creatures are herbivores, which means they eat plants like grass and leaves. Antelopes are social animals and often gather in groups called herds to stay safe from predators like lions and hyenas."
		"There are many different types of antelopes, and they come in various shapes, sizes, and colors. Some, like the tiny dik-dik, are as small as a house cat, while others, like the large eland, can weigh over a thousand pounds! No matter their size, antelopes are known for their impressive leaping and running abilities, making them some of the most athletic animals in the wild.",
	  "name_lion": "lion",
	  "name_rhinoceros": "rhinoceros",
	  "name_pecker": "oxpecker",
	  "name_hyena": "hyena",
	  "name_frog": "frog",
	  "predator_prey1": "Predator-prey relations refer to the interactions between two species where one species is the hunted food source for the other",
	  "predator_prey2": "The organism that feeds is called the predator and the organism that is fed upon is the prey"
   }
}