{
  "_meta": {
    "maxChars": {
      "welcome": 20,
      "readyToPlay": 20,
      "pressContinue": 50,
      "greatJob": 20,
      "onePlusOne": 30
    }
  },
   "en":{
	  "ldline_1":"Ok, we need to take pictures to complete the objectives for the research",
	  "ldline_2":"Once you have all the pictures, come to me to review them",
	  "ldline_3":"You can also use your phone and I'll pick you if you don't want to walk all the way here",
	  "ldline_4":"So please, go for a walk and and take the pictures we need",
      "ldline_5":"Hey, did you got all the photos?",
	  "ldline_6":"Alright, let me see...",
	  "predator": "predator",
	  "type_prey": "prey",
	  "type_plant": "plant",
	  "lets_see": "Let's see...",
	  "objectives_title": "Take pictures of: ",
	  "ldline_objective_accomplished": "Nice, you have all of the requested photos. Let's go to the board.",
	  "ldline_objective_failed_1":"We still need photos of some types of animals or plants, please check our objectives",
	  "type": "type",
	  "types": "types",
	  "yes": "yes",
	  "no": "no",
	  "savanna_objective_1": "hyena\n",
	  "savanna_objective_2": "lion\n",
	  "savanna_objective_3": "antelope\n",
	  "info_lion": "The world's most social felines, lions roam the savannas and grasslands of the African continent, hunting cooperatively and raising cubs in prides."
	  "Prime habitat for lions is open woodlands, thick grassland, and brush habitat, where there is enough cover for hunting and denning." 
	  "These areas of grassland habitat also provide food for the herbivores that lions prey upon."
	  "Lions hunt antelope and other ungulates, baby elephants or rhinos, rodents, reptiles, insects, and even crocodiles." 
	  "They also scavenge or steal prey from leopards, cheetahs, hyenas, or African hunting dogs (also called painted dogs), even eating food that has spoiled." 
	  "Lions digest their food quickly, which allows them to return soon for a second helping after gorging themselves the first time.",
	  "name_buffalo": "buffalo",
	  "name_antelope": "antelope",
	  "name_lion": "lion",
	  "name_rhinoceros": "rhinoceros",
	  "name_pecker": "oxpecker",
	  "name_hyena": "hyena",
	  "name_frog": "frog"
   }
}