{
  "_meta": {
    "maxChars": {
      "welcome": 20,
      "readyToPlay": 20,
      "pressContinue": 50,
      "greatJob": 20,
      "onePlusOne": 30
    }
  },
   "en":{
	  "tutorial_text1":"Hey Pebbles! Are you ready to go on an adventure?",
	  "tutorial_text2":"Great! But first, let's remember the basics on how that fancy camera of yours works",
	  "tutorial_text3":"You can switch to the camera view using the 'space' button",
	  "tutorial_text4":"When you are in the camera view, you can use the mouse or trackpad to aim with the camera",
	  "tutorial_text5":"You need to be a little closer to the laptop for the camera to register it",
	  "tutorial_text6":"If you are close enough of the object or animal, a label will show up indicating that the photo will get registered with some additional data for your album",
	  "tutorial_text7":"To exit the camera view press the 'space' button again",
	  "tutorial_text8":"Just for practice, take a picture of my laptop computer. It's on top of my desk.",
	  "tutorial_text9":"Do you got the picture? Let me see...",
	  "tutorial_text10":"If you need to review my instructions again, please press the help bottom in the screen",
	  "tutorial_text11":"Nice, you got it correctly",
	  "tutorial_text12":"Remember that you can check the photos in your album at any time",
	  "tutorial_text13":"Inside of your album, you can see the photos, delete them if necessary and read about the captured object or animal if it has info to show",
	  "tutorial_text14":"Ok, I think you are ready. Let's travel to the first ecosystem: the hot and arid savanna!",
	  "tutorial_text15":"Please try again. Remember to be close enough of my laptop and then take the picture",
	  "tutorial_text16":"A label will show up in the camera screen, indicating that the taken picture will have some additional info in the album.",
	  "tutorial_text17":"You can check and manage the pictures inside of your album. To open the album press the 'check album' button",
	  "objectives_text":"Objectives",
	  "ldline_1":"Ok, we need to take pictures to complete the objectives for the research",
	  "ldline_2":"Once you have all the pictures, come to me to review them",
	  "ldline_3":"You can also use your phone and I'll pick you if you don't want to walk all the way here",
	  "ldline_4":"So please, go for a walk and and take the pictures we need",
	  "ldline_4_1":"You can take as many photos of the animals as you want, but careful to not fill your album too quickly!",
	  "ldline_4_2":"If you fill your album, you can always delete the photos with the delete button inside of it",
      "ldline_5":"Hey, did you got all the photos?",
	  "ldline_6":"Alright, let me see...",
	  "ldline_7":"Hey Pebbles, it's time fill the board with the pictures you took",
	  "ldline_8":"We will need some of them to see the relationships between the organism you saw in the savanna",
	  "ldline_9":"Click the photos and then click on the corresponding slots to move the photos to the board",
	  "ldline_10":"When the board slots are filled, push the 'review' button to start the review process",
	  "ldline_10_1":"If you want to clear the board to put other photos, just press the 'Reset Board' button",
	  "ldline_10_2":"In case you want to start all over from when we walked inside the tent to review the photos, then press the 'Restart' button",
	  "ldline_10_3":"Don't worry, you won't lose any photo you had taken",	 
	  "ldline_11":"If you need some help or go through this instructions again, just press the 'Help button'",
	  "ldline_12":"Well, I think you are ready. Let's go and check the board!",	  
	  "incorrect_board":"Uhmm this is incorrect. Try again.",	  
	  "predator": "predator",
	  "type_prey": "prey",
	  "type_plant": "plant",
	  "lets_see": "Let's see...",
	  "objectives_title": "Take pictures of: ",
	  "objectives_selfie": "objectivesselfie asdf: ",
	  "ldline_objective_accomplished": "Nice, you have all of the requested photos. Let's go to the board.",
	  "ldline_objective_failed_1":"We still need photos of some types of animals or plants, please check our objectives",
	  "type": "type",
	  "types": "types",
	  "yes": "yes",
	  "no": "no",
	  "savanna_objective_1": "2 types of predator animals\n",
	  "savanna_objective_2": "2 types of prey animals\n",
	  "savanna_objective_3": "2 animals in a mutualism type relationship\n",
	  "savanna_objective_4": "2 animals competing for a resource\n",
	  "savanna_objective_5": "1 parasite in a parasitic relationship\n",
	  "tent1":"",
	  "info_lion": "Lions are the world's most social felines that roam the African savannas and grasslands, hunting cooperatively and raising cubs in prides. Their prime habitat" 
	  "is open woodlands, thick grasslands, and brush areas, providing enough cover for hunting and denning. These grassland habitats also offer food for the herbivores that lions "
	  "prey upon. Lions hunt antelope, ungulates, rodents, reptiles, insects, and even crocodiles. They also scavenge or steal prey from other predators like leopards, cheetahs, hyenas, "
	  "or African hunting dogs. Lions digest their food quickly, allowing them to return soon for a second helping after gorging themselves the first time.",
	  "info_buffalo": "The African buffalo, also known as the Cape buffalo, is a large herbivorous mammal found in sub-Saharan Africa. They are known for their tough hide and massive "
	  "horns, which they use for defense against predators. African buffalo are social animals that live in large herds and feed on a variety of grasses, leaves, and other vegetation."
	  "African buffalo are primarily grazers and require a diet rich in protein and other nutrients to maintain their strength and vitality.",
	  "name_buffalo": "buffalo",
	  "info_hyena": "The African hyena is a carnivorous mammal found in various parts of Africa. They are known for their unique physical characteristics, including a sloping back, powerful" 
	  "jaws, and keen sense of smell. African hyenas are social animals that live in groups called clans and are primarily nocturnal hunters, although they also scavenge for food."
	  "As carnivores, African hyenas have a diet that consists mainly of meat. They are opportunistic hunters that prey on a variety of animals, including antelopes, zebras, and wildebeests,"
	  " as well as smaller mammals like rodents and birds. Hyenas are also scavengers that feed on carrion and will eat just about any animal that has died, including those killed by other predators.",
	  "name_antelope": "antelope",
	  "info_antelope": "Antelopes are fascinating animals that live in Africa and parts of Asia. They have long, slender legs and unique horns, making them a sight to see!" 
		"Antelopes are herbivores and often gather in groups called herds to stay safe from predators like lions and hyenas. There are many different types of antelopes," 
		"ranging in size from the small dik-dik to the large eland, but all are known for their impressive leaping and running abilities.",
	  "name_lion": "lion",
	  "name_rhinoceros": "rhinoceros",
	  "info_rhino": "The rhinoceros, also known as rhino, is a large herbivorous mammal found in Africa and Asia. They are known for their distinctive horns and tough, armored skin, "
	  "which provide protection against predators. Rhinos are social animals that can live in groups, although they are often solitary creatures."
	  " As herbivores, rhinos have a diet that consists mainly of plants, such as grasses, leaves, and fruits. They have a unique digestive system that allows them to extract"
	  " the maximum amount of nutrients from their food. Rhinos also play an important role in their ecosystems by grazing on vegetation and helping to maintain the balance of plant populations.",
	  "name_pecker": "oxpecker",
	  "info_pecker": "The oxpecker, also known as the tickbird, is a bird found in parts of Africa. They are known for their unique symbiotic relationship with large mammals such as rhinos, "
	  "giraffes, and zebras. Oxpeckers feed on the ticks, lice, and other parasites that infest the skin and fur of these animals, providing them with a valuable service by keeping them free of pests."
	  "Oxpeckers have a specialized beak that allows them to easily pick and remove parasites from the skin and fur of their hosts. They also consume earwax and other secretions from their hosts, "
	  "which provides them with additional nutrients. This relationship is beneficial to both the oxpecker and the host animal, as it helps prevent the spread of diseases and improves the overall"
	  " health of the animal.",
	  "Oxpeckers are important birds in their ecosystems, as they help maintain the health of large mammals and play a vital role in controlling tick populations. However, they are also threatened "
	  "by habitat loss and other factors, and conservation efforts are needed to ensure their survival in the wild.",
	  "name_hyena": "hyena",
	  "name_frog": "frog",
	  "name_botfly": "botflies",
	  "info_botfly": "Botflies are insects belonging to the family Oestridae. They are known for their parasitic larvae that infest the skin of various mammals, including humans, in a process called myiasis."
	  "Adult female botflies lay their eggs on a host mammal, often near an opening like the nostrils or a wound in the skin."
	  "When the larvae hatch, they burrow into the host's skin and feed on its tissues, causing pain, irritation, and sometimes infection."
	  "The larvae eventually leave the host to pupate, and the adult botflies emerge to repeat the life cycle."
	  "The botfly benefits from the host's resources, while the host suffers from the damage caused by the larvae.",
	  "predator_prey1": "Predator-prey relations refer to the interactions between two species where one species is the hunted food source for the other",
	  "predator_prey2": "The organism that feeds is called the predator and the organism that is fed upon is the prey",
	  "ldline_board_success":"Nice! You got everything right!",
	  "prey_predator_info1":"In the savanna ecosystem, predator-prey relationships help maintain balance by controlling population sizes. For example, lions and hyenas are predators that hunt antelopes or buffalos for food.",
	  "prey_predator_info2":"As predators hunt and consume antelopes or other prey, they naturally limit the prey population.",
	  "prey_predator_info3":"This keeps the ecosystem in balance, as an unchecked antelope or buffalo population could lead to overgrazing and depletion of resources, harming other species in the process.",
	  "prey_predator_info4":"By preying on antelopes or other prey, lions and hyenas help to maintain a healthy and balanced ecosystem.",
	  "mutualism_info1":"Mutualism is a special kind of relationship where two different species work together and both benefit from their partnership",
	  "mutualism_info2":"This cooperation helps them survive better in their environment",
	  "mutualism_info3":"One interesting example is the relationship between a rhinoceros and an oxpecker bird",
	  "mutualism_info4":"In this mutualistic relationship, the oxpecker helps the rhino by eating ticks, dead skin, and other parasites that live on the rhino's skin.",
	  "mutualism_info5":"This not only keeps the rhino clean but also helps to prevent infections and diseases caused by these parasites",
	  "mutualism_info6":"In return, the rhino offers a steady food source and a safe place for the oxpecker to live, as it can perch on the rhino's back while it goes about its daily activities",
	  "mutualism_info7":"The interaction between this two animals are a clear example of an obligated symbiotic relationship",
	  "competing_info1":"Competition is a natural interaction that occurs between animals when they need to share limited resources, like food, water, or shelter",
	  "competing_info2":"One classic example is the rivalry between lions and hyenas, who often fight over food resources in their shared habitat",
	  "competing_info3":"Both lions and hyenas are carnivorous predators that rely on hunting for their survival",
	  "competing_info4":"They often target similar prey, such as antelopes, zebras, and other herbivorous mammals",
	  "competing_info5":"Because of this, lions and hyenas may directly confront each other over a kill or a carcass",
	  "competing_info6":"This competition between lions and hyenas is a natural part of life in their ecosystem, helping to maintain a balance of power and ensure that no single species becomes too dominant",
	  "competing_info7":"It also encourages both predators to be resourceful, efficient hunters and to adapt to their environment in order to survive",	  
	  "parasitic_info1":"Parasitic relationships are a type of symbiotic interaction where one organism, the parasite, benefits at the expense of another organism, the host.",	  
	  "parasitic_info2":"Parasites typically live in or on their hosts, obtaining nourishment and protection while causing harm or negative effects to the host.",
	  "parasitic_info3":"Parasitic relationships can have significant impacts on host populations, influencing their survival, reproduction, and overall health.",
	  "parasitic_info4":"In some cases, parasites can regulate host population sizes, maintain biodiversity, and contribute to the overall stability of ecosystems.",
	  "ldline_board_next":"Good, now let's see the next board",
	  "ldline_board_next_level1":"Great! We got a better idea of some of the relationships in the savanna ecosystem",
	  "ldline_board_next_level2":"Now, we need to get ready to see the relationships in the next ecosystem...",
	  "ldline_board_next_level3":"The forest!",
	  "laptop_computer":"laptop",
	  "info_laptop": "A common laptop computer"
   }
}